{"translation-revision-date":"2025-02-10 16:34:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"How can I solve my issues quickly and get faster support?":["Comment puis-je résoudre mes problèmes rapidement et obtenir un support plus rapide ?"],"If your customizer is not loading properly or you are having issues with the theme, it might be due to the plugin conflict.":["Si votre outil de personnalisation ne se charge pas correctement ou si vous rencontrez des problèmes avec le thème, cela peut être dû à un conflit d’extension."],"Why is my theme not working well?":["Pourquoi mon thème ne fonctionne-t-il pas bien ?"],"How do I change the copyright text?":["Comment puis-je modifier le texte de copyright ?"],"The Pro version is built with lots of flexibility in mind for future upgrades. Therefore, it is slightly different than the free theme but extremely flexible and easy-to-use.":["La version Pro est conçue avec beaucoup de flexibilité à l'esprit pour les mises à niveau futures. Par conséquent, elle est légèrement différente du thème gratuit, mais extrêmement flexible et facile à utiliser."],"However, since the Pro version comes with added features and settings, you will need to set up the additional features in the customizer. This process is simple and only takes a few minutes.":["Toutefois, puisque la version Pro est livrée avec des fonctionnalités et des réglages supplémentaires, vous devrez configurer les fonctionnalités supplémentaires dans la personnalisation. Ce processus est simple et ne prend que quelques minutes."],"When you upgrade to the Pro theme, your posts, pages, media, categories, and other data will remain intact-- all your data is saved.":["Lorsque vous passez au thème Pro, vos articles, pages, médias, catégories et autres données restent intacts - toutes vos données sont enregistrées."],"Upgrading to the Pro version- will I lose my changes?":["Mise à niveau vers la version Pro, vais-je perdre mes modifications ?"],"Please ensure that you have updated to the latest version of the theme before you submit a support ticket for any issue. We might have already fixed the bug in the previous theme update.":["Merci de vous assurer d'avoir mis à jour le thème avec sa dernière version avant de soumettre un ticket de support pour ce problème. Nous avons peut-être déjà corrigé ce bug dans une mise à jour précédente du thème."],"Along with the additional features and regular updates, you get dedicated and quick support with the premium theme. If you run into any issue while creating a website with the premium theme, you will get a quicker response compared to the free support.":["Avec les fonctionnalités supplémentaires et les mises à jour régulières, vous obtenez un support dédié et rapide avec le thème premium. Si vous rencontrez n'importe quel problème lors de la création d'un site avec le thème premium, vous obtiendrez une réponse plus rapide par rapport au support gratuit."],"What are the perks of upgrading to the Premium version?":["Quels sont les avantages de la mise à niveau vers la version Premium ?"],"Overall, you will have more control over the customization and editing of your website with the Pro version.":["Dans l'ensemble, vous aurez plus de contrôle sur la personnalisation et la modification de votre site avec la version Pro."],"Free vs Pro":["Gratuit Vs Pro"],"What is the difference between Free and Pro?":["Quelle est la différence entre Gratuite et Pro ?"],"Contact Support":["Contacter l’assistance"],"Footer Settings":["Réglages du pied de page"],"Activate":["Activer"],"Install":["Installer"],"Home":["Accueil"],"Learn More":["En savoir plus"]}},"comment":{"reference":"build\/dashboard.js"}}