{"translation-revision-date":"2025-02-27 21:47:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Offer the following functions for site visitors with this table:":["Offrez les fonctions suivantes aux internautes avec ce tableau :"],"Enable Visitor Features":["Activer les fonctionnalités pour les internautes"],"For advanced use only.":["Utilisation avancée uniquement."],"Custom Commands":["Commandes personnalisées"],"Enable horizontal scrolling, to make viewing tables with many columns easier.":["Active le défilement horizontal, pour faciliter la lecture du tableau avec de nombreuses colonnes."],"Horizontal Scrolling":["Défilement horizontal"],"Enable the table information display, with information about the currently visible data, like the number of rows.":["Active l‘affichage des informations du tableau, avec les informations relatives aux données visibles, comme le nombre de lignes."],"Info":["Info"],"Allow the visitor to change the number of rows shown when using pagination.":["Permet au visiteur de modifier le nombre de lignes lorsque la pagination est active."],"Pagination Length Change":["Modifier la longueur de pagination"],"Enable pagination of the table (viewing only a certain number of rows at a time) by the visitor.":["Active la pagination du tableau par l’internaute (pour montrer un certain nombre de lignes à la fois)."],"Pagination":["Pagination"],"Enable the visitor to filter or search the table. Only rows with the search word in them are shown.":["Permet au visiteur de filtrer ou de rechercher dans le tableau. Seules les lignes avec le mot recherché sont affichées."],"Search\/Filtering":["Rechercher\/Filtrer"],"Enable sorting of the table by the visitor.":["Permet au visiteur de trier le tableau."],"Sorting":["Trier"],"Table Options":["Options du tableau"]}},"comment":{"reference":"admin\/js\/edit\/datatables-features.js"}}